haotianh9/Esp32_ADC_oscilloscope/firmware/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_TINYUSB_CDC_ENABLED=y
CONFIG_TINYUSB_CDC_COUNT=1
CONFIG_TINYUSB_CDC_RX_BUFSIZE=512
CONFIG_LOG_DEFAULT_LEVEL_WARN=y
